Repository: Hatunruna/ggj2021
Catalog: data/raw/i18n/*.po
Languages: fr

source: Chapter 1.
fr: Chapitre 1.

source: I have been called by Ms Dread to handle a very particular situation. Ms Dread is the lawyer of Ms Wood. Ms Wood has just died and nobody can find her last will. My mission is to find it. I don't know exactly where to start but I should see Ms Dread first. She may have valuable information for me.
fr: J'ai été appelé par Mme Dread pour m'occuper d'une situation tout à fait particulière. Mme Dread est la notaire de Mme Wood. Mme Wood est morte récemment et personne n'a pu retrouver son testament. Ma mission est de le retrouver. Je ne sais pas exactement par où commencer mais je devrais d'abord aller parler à Mme Dread. Elle a peut-être des informations importantes pour moi.

source: Chapter 2.
fr: Chapitre 2.

source: This investigation is not as simple as I thought. I should talk to the villagers to know more about Ms Wood. I feel there is much left to be discovered.
fr: Cette enquête n'est pas aussi simple que je le pensais. Je devrais parler aux villageois pour en savoir plus sur Mme Wood. Je sens qu'il y a encore beaucoup de choses à découvrir.

source: Good evening Ms Dread. I am Raymond Adupif, at your service. Can you tell me more about the situation?
fr: Bonsoir Mme Dread. Je suis Raymond Adupif, à votre service. Pouvez-vous m'en dire un peu plus sur la situation actuelle ?

source: Good evening Mr Adupif. I'm glad you're here. The situation is terrible. The last will of Ms Wood is lost!
fr: Bonsoir M. Adupif. Je suis contente de vous voir ici. La situation est horrible. Le testament de Mme Wood a disparu!

source: Ms Dread
fr: Mme Dread

source: Ms Wood has no child. She has designated someone to be her heir in her last will. Until we find this last will, the case is open.
fr: Mme Wood n'a pas d'enfant. Elle avait désigné quelqu'un comme son héritier dans son testament. Jusqu'à ce qu'on le retrouve, l'affaire reste ouverte.

source: I see. So let's start simply: do you know where she lived?
fr: Je vois. Commençons simplement : savez-vous où est-ce qu'elle vivait ?

source: She lived in the beautiful house in the north of the main place.
fr: Elle vivait dans une magnifique maison au nord de la place principale.

source: I will stay here until you have found something. I want to stay informed about your progress so come here regularly for reports.
fr: Je vais rester ici jusqu'à ce que vous ayez trouvé quelque chose. Je veux rester informée de votre avancement donc venez faire vos rapports régulièrement.

source: Maybe she knows something more about Ms Wood. I should ask her.
fr: Peut-être qu'elle sait quelque chose de plus sur Mme Wood. Je devrais lui demander.

source: Can you tell me something more about Ms Wood that could help me?
fr: Pouvez vous me dire quelque chose d'autre à propos de Mme Wood qui pourrait m'aider?

source: If I remember well, Ms Wood had a cat and a dog. She considered them as her children.
fr: Si je me souviens bien, Mme Wood avait un chat et un chien. Elle les considérait comme ses enfants.

source: I see! I take note of this fact.
fr: Je vois ! Je prends note de ce fait.

source: I am afraid I can not tell you more than what I have already told you. Sorry.
fr: J'ai peur de ne rien pourvoir vous dire de plus à ce sujet que ce que je vous ai déjà dit. Désolée.

source: No problem, I have to find other clues.
fr: Pas de problème, je vais cherche d'autres indices.

source: Who are you, young stranger?
fr: Qui êtes-vous, jeune étranger ?

source: Do not talk to him, Nona, he seems weird.
fr: Ne lui parle pas, Nona, il a l'air bizarre.

source: I agree with Decima.
fr: Je suis d'accord avec Decima.

source: Sorry, I did not want to bother you, ladies.
fr: Désolé, je ne voulais pas vous déranger, Mesdames.

source: You again?
fr: Encore vous ?

source: What do you want at the end?
fr: Qu'est-ce que vous voulez à la fin ?

source: Definitely, we should not talk to him.
fr: Vraiment, nous ne devrions pas lui parler.

source: Do you want to buy some flowers?
fr: Voulez-vous acheter des fleurs ?

source: Ms Bouquet
fr: Mme Bouquet

source: No, thank you. Maybe another day!
fr: Non merci. Peut-être un autre jour !

source: Mr Gustavo
fr: M. Gustavo

source: You seem to be a friend of animals! Want to buy some food for them?
fr: Vous avez l'air d'être un ami des animaux ! Vous voulez acheter de la nourriture pour eux ?

source: Well, my cat is already too fat. Sorry.
fr: Eh bien, mon chat est déjà trop gros, désolé.

source: Do you have any news for me?.
fr: Est-ce qu'il y a du nouveau ?.

source: Not yet, I must continue my investigation.
fr: Pas encore, je dois continuer mon enquête.

source: Yes, I found some interesting things. It seems Ms Wood had animals in her house but they have disappearred.
fr: Oui, j'ai trouvé quelques faits intéressants. Il semblerait que Mme Wood avait des animaux dans sa maison mais que ceux-ci ont disparu.

source: We should find them, they may be able to tell us what happened to this last will.
fr: Nous devrions les retrouver, ils pourraient peut-être nous en apprendre plus sur ce qui est arrivé au testament de Mme Wood.

source: What is that?
fr: Qu'est-ce donc là ?

source: It's some animal footprints.
fr: Ce sont des traces d'animaux.

source: It's just some dirts.
fr: C'est juste de la terre.

source: I know enough. It's time for my report.
fr: J'en sais assez. C'est le moment de faire mon rapport.

source: Good evening, ladies. My name is Raymond Adupif and I have been hired by Ms Dread to find Ms Wood's will.
fr: Bonsoir, mesdames. Je m'appelle Raymond Adupif et j'ai été engagé par Mme Dread pour retrouver le testament de Mme Wood.

source: Nice to meet you, Mr Adupif. During my evening walk, I saw Ms Dread waiting near the dock. I understood that someone would come to visit our beautiful village.
fr: Heureuse de vous rencontrer, M. Adupif. Pendant ma promenade du soir, j'ai vu Mme Dread attendre près du quai du port. J'ai vite compris que nous allions avoir de la visite dans notre magnifique petit village.

source: I see that nothing escapes you, ladies. Could you tell me about your village?
fr: Je vois que rien ne vous échappe, mesdames. Pouvez vous m'en dire un peu plus sur votre village?

source: Of course Mr Adupif. You see the pink store next to Ms Wood's house? It's the store of Ms Bouquet, the florist.
fr: Bien évidemment M. Adupif. Vous voyez la petite échoppe rose à côté de la maison de Mme Wood ? C'est la boutique de Mme Bouquet, la fleuriste.

source: A little further down the square is Mr Gustavo's store. He sells a lot of pet stuffs. We often saw there Stock and Holly, Ms Wood's pets.
fr: Un peu plus loin en bas du parc se trouve le magasin de M. Gustavo. Il vend beaucoup de choses pour les animaux. Nous y voyons très souvent Stock et Holly, les animaux de Mme Wood.

source: Stock and Holly?
fr: Stock et Holly ?

source: Yes, Stock is Ms Wood's dog and Holly is her cat.
fr: Oui, Stock est le chien de Mme Wood et Holly est son chat.

source: They are so affectionate! Much more than all those stray animals.
fr: Ils sont vraiment adorables ! Bien plus que tout ces animaux errants.

source: These elderly ladies need to know everything about the neighborhood. Maybe they know where Holly and Stock might be?
fr: Ces vieilles dames semblent en connaître un rayon sur le voisinage. Peut-être qu'elles savent où pourraient se trouver Holly et Stock ?

source: I have one last question for you. Did you notice anything strange on the night of Ms Wood's death?
fr: J'ai une dernière question pour vous. Avez-vous remarquez quelque chose d'étrange le soir où Mme Wood est morte ?

source: That night? No, nothing in particular.
fr: Cette nuit là ? Non, rien de particulier.

source: Nothing to report on my side too.
fr: Rien à signaler non plus de mon côté.

source: I remember hearing the stray dog of the neighborhood fighting and knocking over the garbage cans near Ms Wood's house.
fr: Je me souviens avoir entendu le chien errant du quartier qui s'est battu et a renversé les poubelles près de la maison de Mme Wood.

source: We have told you everything we have to say. Leave us alone now.
fr: Nous vous avons dit tout ce que nous avions à dire. Laissez nous tranquille maintenant.

source: The garbage cans have been overturned and there are signs of a struggle. I'm going to look around, maybe I'll find a clue.
fr: Les poubelles ont été retournées et il y a des signes de lutte. Je vais regarder les alentours, peut-être que je vais trouver un indice.

source: Wrappings, food scraps, newspapers... And a dog collar! Maybe it's the one from Stock?
fr: Des emballages, des restes de nourriture, des journaux... Et un collier de chien ! Peut-être est-ce celui de Stock ?

source: Wrappings, food scraps, newspapers... Nothing useful.
fr: Des emballages, des restes de nourriture, des journaux... Rien d'utile.

source: Hello Ms Bouquet? I am Raymond Adupif and I was hired by Ms Dread to find Ms Wood's will.
fr: Bonjour, Mme Bouquet? Je m'appelle Raymond Adupif et j'ai été engagé par Mme Dread pour retrouver le testament de Mme Wood.

source: Bouquet
fr: Mme Bouquet

source: Hello Mr Adupif! How can I help you?
fr: Bonjour M. Adupif ! Comment puis-je vous aider ?

source: I'm looking for M. Wood's animals, do you have any informations about them?
fr: Je suis à la recherche des animaux de Mme Wood, auriez-vous des informations à leur sujet?

source: Unfortunately no. It is not often that I come across pets in my store, you know.
fr: Malheureusement non. Je ne rencontre pas souvent d'animaux dans mon magasin, vous savez.

source: Her store is in the center of the village. Maybe she can tell me more about the neighborhood?
fr: Son magasin est au centre du village. Peut-être qu'elle peut m'en dire plus sur le voisinage.

source: I see. However, do you have any idea where Ms. Wood's animals might be hiding?
fr: Je vois. Cependant, auriez-vous une idée sur l'endroit où les animaux de Mme Wood pourrait se cacher?

source: I know that there are some cats in the alley behind my shop.
fr: Je sais qu'il y a des chats dans l'allée derrière mon magasin.

source: No, sorry not to be able to help you more.
fr: Non, désolé de ne pas pouvoir vous aider plus que ça.

source: Did you find the pets?
fr: Avez-vous trouvé les animaux ?

source: Who are you and what are you doing here?
fr: Qui êtes-vous, jeune étranger?

source: Sorry to bother you, but I am a detective some inhabitants told me about your pack and I have some question for you about Ms Wood
fr: Désolé de vous déranger, mais je suis un détective. Des habitants m'ont parlé de votre meute et j'ai quelques questions pour vous à propos de Mme. Wood.

source: We aren't going to answer any of your question, detective.
fr: Nous n'allons répondre à aucune de vos questions, détective.

source: I'm looking for Ms Wood's animals, it seems that they are gone.
fr: Je suis à la recherche des animaux de Mme Wood, auriez-vous des informations à leur sujet?

source: Try looking for her stupid dog and his gang
fr: Essayez de chercher son chien et son gang stupide.

source: A gang?
fr: Un gang ?

source: Yeah, they are constently making mess near the restaurant
fr: Ouais, ils arrêtent pas de faire du bazar autour du restaurant.

source: I'm sure they have more things to tell me about the situation!
fr: Je suis sûr qu'ils ont davantage à me dire sur la situation !

source: Yeah, try to look after the florist, she seem a bit obsessed by Ms. Wood's house. She is always looking at her house.
fr: Oui, faites attention à la fleuriste, elle semble quelque peu obsédée par la maison de Mme Wood. Elle passe son temps à regarder sa maison.

source: Thanks for the help.
fr: Merci pour votre aide.

source: I hope you will remember this, detective.
fr: J'espère que vous vous en souviendrez, détective.

source: I will follow their advice and look after the florist.
fr: Je vais suivre leur conseil et faire attention à la fleuriste.

source: No, we already told you about what we know, get away from us now.
fr: Non, nous vous avons déjà dit ce que nous savons, laissez-nous tranquille maintenant.

source: Hello Mr. Adupif!
fr: Bonjour M. Adupif ! Comment puis-je vous aider?

source: Hmh? Hello, how do you know my name?
fr: Hmm? Bonjour, comment connaissez-vous mon nom?

source: We know a lot of things about what happens here.
fr: Nous connaissons bien des choses sur ce qu'il se passe ici.

source: Then you should be able to help me, I'm looking for Ms Wood's animals do you know where they could be?
fr: Alors vous devriez pouvoir m'aider, je recherche les animaux de Mme Wood, sauriez-vous où ils pourraient se trouver?

source: The cat gang is acting weirds currently, they are very suspect.
fr: Le gang de chat se comporte étrangement en ce moment, ils sont très suspects.

source: Thanks, I will look after them, do you have more to tell me about?
fr: Merci, je vais les surveiller, avez-vous autre chose à me préciser?

source: The cat gang and Mr. Gustavo seems to be really close from each other, look after him and you will find who did that to Ms. Wood.
fr: Le gang de chat et Mr. Gustavo semblent être très proches, surveillez-le et vous apprendrez qui a fait ça à Mme Wood.

source: I will follow their advice and look after Mr. Gustavo.
fr: Je vais suivre leur conseil et surveiller M Gustavo.

source: We have nothing more to tell you.
fr: Nous n'avons plus rien à vous dire.

source: How is the case going Mr. Adupif?
fr: Comment se porte votre affaire M Adupif?

source: We want to know gossip!
fr: On veut connaître les potins!

source: Please tell us what you heard!
fr: S'il vous plaît, dites-nous ce que vous avez entendu!

source: Sorry but I'm not allowed to tell you more about this.
fr: Désolé mais je ne suis pas autorisé à vous en dire plus sur cela.

source: Oh, it is a shame.
fr: Oh, quel dommage.

source: I know enough. It's time for my report to Ms. Dread.
fr: J'en sais assez. C'est le moment de faire mon rapport à Mme Dread.

source: You got the clue!
fr: Vous avez obtenu l'indice !

source: You missed the clue!
fr: Vous avez manqué l'indice !

source: Failed
fr: Échec

source: Success
fr: Succès

source: Hit the target to get a new clue:
fr: Touchez la cible pour obtenir un nouvel indice!

source: Memorize: %d seconds.
fr: Retenez: %d secondes.

source: Repeat the sequence:
fr: Reproduisez la suite.

source: An investigation by Raymond Adupif
fr: Une enquête de Raymond Adupif

source: Press a button to start
fr: Appuyer sur un bouton pour démarrer
